Repository: gvcaetano190/keepPending
Catalog: locales/*.po
Languages: pt_br

source: Keep Pending Status
pt_br: KeepPending

source: Maintains the Pending status on tickets when responses are added, preventing tickets from automatically moving to another status
pt_br: Mantém o status Pendente em chamados quando respostas são adicionadas, evitando que tickets passem automaticamente para outro status

source: Configurações - Keep Pending Status
pt_br: Configurações - KeepPending

source: Status Pending - Awaiting user action
pt_br: Status Pendente - Aguardando ação do usuário

source: Enable Keep Pending
pt_br: Habilitar KeepPending

source: Enable Logs
pt_br: Habilitar Logs

source: Status changed prevented
pt_br: Alteração de status prevenida

source: Pending status maintained. Change blocked: %s → %s
pt_br: Status pendente mantido. Alteração bloqueada: %s → %s

source: Attempt to change status blocked
pt_br: Tentativa de alterar status bloqueada

source: Plugin for GLPI to keep the Pending status on tickets
pt_br: Plugin para GLPI para manter o status Pendente em chamados
